[
    {
        "opinion_id": "17518880",
        "author": "czeharo",
        "recommendation": true,
        "stars": 5.0,
        "content_pl": "Nie mogę ocenić czegoś z czego. Zrezygnowałem",
        "pros_pl": [],
        "cons_pl": [],
        "vote_yes": 0,
        "vote_no": 9,
        "published": "2023-05-17 20:26:32",
        "purchased": "2023-05-05 15:40:41",
        "content_en": "I can't judge something from what. I gave up",
        "pros_en": [],
        "cons_en": []
    },
    {
        "opinion_id": "15695271",
        "author": "Użytkownik Ceneo",
        "recommendation": true,
        "stars": 5.0,
        "content_pl": "Jeszcze nie był rozkładany, ale jakościowo wygląda OK",
        "pros_pl": [],
        "cons_pl": [],
        "vote_yes": 1,
        "vote_no": 12,
        "published": "2022-02-12 19:28:21",
        "purchased": "2022-02-03 07:50:22",
        "content_en": "It has not yet been broken down, but it looks ok qualitatively",
        "pros_en": [],
        "cons_en": []
    },
    {
        "opinion_id": "15036125",
        "author": "Użytkownik Ceneo",
        "recommendation": false,
        "stars": 1.0,
        "content_pl": "Po sezonie użytkowania \n2 z wielu szarych pasów ( obszyć  okien z pleksi) kompletnie sparciały , stały się  kruche, przypominają nie materiał, a papier.  Przy składaniu  dziury wzdłuż  linii  tkania tkaniny , rozłażą  się  w ręku.  Nie wiem czy  to  jest  do naprawy, pozostałe pasy normalne, mocne. Te feralne miejsca naprzeciwko  siebie, nie były  nijak narażone  np na słońce  jednakowo. Wygląda  jakby  był  szyty ze starej  i nowej tkaniny. \nDziwne, że  taka  poważna i uznana firma pozwala sobie  na  taki bubel.",
        "pros_pl": [],
        "cons_pl": [],
        "vote_yes": 34,
        "vote_no": 1,
        "published": "2021-10-05 22:21:00",
        "purchased": null,
        "content_en": "After the season of use \n2 out of many gray belts (sulfur windows from plexiglass) completely pairing, became fragile, they resemble not material, but paper.  When folding a hole along the fabric weaving line, they will spread in hand.  I don't know if it is for repair, the remaining normal and strong belts. These unlucky places opposite each other were not vulnerable, e.g. to the sun equally. It looks like it is sewn from old and new fabric. \nIt is strange that such a serious and recognized company allows yourself such a sell.",
        "pros_en": [],
        "cons_en": []
    },
    {
        "opinion_id": "16215902",
        "author": "Paweł",
        "recommendation": false,
        "stars": 0.5,
        "content_pl": "Wczoraj rozpakowany, już przy składaniu widać, że pierwsze wiatry zrobią z niego porwaną szmatę. Materiał skrajnie cieniutki, włókna rozchodzą się przy szwach. Nie ma szans, żeby to przeżyło cały sezon a za 1000zł należałoby się spodziewać produktu minimum na kilka lat. Straszna tandeta.",
        "pros_pl": [],
        "cons_pl": [],
        "vote_yes": 15,
        "vote_no": 0,
        "published": "2022-06-16 07:47:18",
        "purchased": null,
        "content_en": "Yesterday unpacked, already when folding you can see that the first winds will make it a kidnapped rag. Extremely thin material, the fibers propagate at the seams. There is no chance that it survived the whole season and for PLN 1000 you should expect a product for a minimum for a few years. A terrible trash.",
        "pros_en": [],
        "cons_en": []
    },
    {
        "opinion_id": "15815288",
        "author": "Użytkownik Ceneo",
        "recommendation": false,
        "stars": 0.5,
        "content_pl": "Nie polecam pod koniec sezonu zaczął się rozpadać jak by był z papieru za taką cenę. nie wytrzymał trzech miesięcy. Wyrzucone pieniądze",
        "pros_pl": [],
        "cons_pl": [],
        "vote_yes": 13,
        "vote_no": 2,
        "published": "2022-03-13 00:47:40",
        "purchased": null,
        "content_en": "I do not recommend it at the end of the season it began to fall apart as if it were from paper for the price. He couldn't stand three months. Ejected money",
        "pros_en": [],
        "cons_en": []
    },
    {
        "opinion_id": "16002690",
        "author": "Użytkownik Ceneo",
        "recommendation": false,
        "stars": 1.0,
        "content_pl": "Nic nie wart.",
        "pros_pl": [],
        "cons_pl": [
            "łatwość stosowania",
            "skuteczność",
            "wydajność"
        ],
        "vote_yes": 6,
        "vote_no": 0,
        "published": "2022-04-24 21:25:14",
        "purchased": null,
        "content_en": "Nothing worth.",
        "pros_en": [],
        "cons_en": [
            "ease",
            "effectiveness",
            "efficiency"
        ]
    }
]